import React from 'react';
import VideoPlayer from '../components/VideoPlayer';

const MainPage: React.FC = () => {
    return (
        <div className='main-page'>
            <VideoPlayer src="info/main-video.mp4" />
            <p>
                При будь-якому захворюванні надзвичайно важливе значення має правильне та своєчасне встановлення діагнозу,
                що дозволяє правильно визначити тактику лікування та забезпечити одужання пацієнта та відновлення його здоров’я.
            </p>
            <p>
                Сьогодні у зв’язку з війною, окупацією частини територій нашої країни, наявністю великої кількості внутрішньо
                переміщених осіб, виникають проблеми своєчасного та правильного встановлення діагнозу для багатьох пацієнтів.
                Особливо гостро це питання постає в прифронтових регіонах, де відзначається дефіцит лікарів, що можуть
                надавати своєчасну і кваліфіковану медичну допомогу.
            </p>
            <p>
                Наш проект із застосуванням можливостей штучного інтелекту для розшифрування результатів Комп’ютерної
                томографії, Магнітно-резонансної томографії, Ультразвукової діагностики та рентгенівських знімків,
                покликаний прийти на допомогу як пацієнтам, так і лікарям.
            </p>
            <p>
                Застосування штучного інтелекту, що матиме доступ до накопичених знань і досвіду лікарів, баз даних
                раніше отриманих і встановлених діагнозів, постійно навчатиметься та вдосконалюватиметься, допоможе
                швидко і на 99% точно встановити діагноз. Використовуючи наш програмний продукт, лікарі із
                найвіддаленіших маленьких населених пунктів зможуть швидко і правильно встановити діагноз,
                як і у найновітнішій столичній клініці, завдяки доступу до бази даних, що буде постійно
                доповнюватись і вдосконалюватись.
            </p>
            <p>
                Це дозволить розвантажити лікарів, дасть їм додаткову можливість перевірити та проконтролювати
                правильність встановленого діагнозу та визначити тактику лікування, призначити адекватну терапію,
                що пришвидшить одужання та дасть можливість врятувати тисячі життів.
            </p>
        </div>
    );
};

export default MainPage;
