const RentgenReport = () => {
    return (
        <>
            <div className="section">
                <p>
                    На представленому рентгенівському знімку видно перелом плечової кістки.
                    Перелом виглядає як багатофрагментний, зі зміщенням фрагментів кістки. Це серйозний
                    вид перелому, який потребує невідкладного медичного втручання.
                </p>
            </div>

            <div className="section">
                <p>
                    <strong>ВИСНОВОК</strong>: У пацієнта спостерігається багатофрагментний перелом плечової кістки зі
                    зміщенням фрагментів.
                </p>
            </div>

            <div className="section">
                <p>
                    <strong>Рекомендації:</strong>
                </p>

                <ol>
                    <li>Негайна іммобілізація кінцівки: Забезпечити нерухомість пошкодженої руки за допомогою шини або спеціальної пов'язки.</li>
                    <li>Консультація ортопеда-травматолога: Потребується консультація спеціаліста для оцінки необхідності хірургічного втручання.</li>
                    <li>Хірургічне втручання: Імовірно, необхідна операція для фіксації кісткових фрагментів за допомогою пластин, гвинтів або штифтів.</li>
                    <li>Подальша реабілітація: Після хірургічного втручання або консервативного лікування необхідна фізіотерапія та реабілітаційні заходи для відновлення функції руки.</li>
                    <li>Контрольні рентгенівські знімки: Для контролю загоєння кістки необхідно робити повторні рентгенівські знімки згідно з рекомендаціями лікаря.</li>
                </ol>
            </div>

            <img src="/images/report/rentgen.png" className="report-image" alt="Фото"/>
            {/*{formData.photo && <img src={URL.createObjectURL(formData.photo)}  className="report-image" alt="Фото"/>}*/}
        </>
    );
};

export default RentgenReport;
