const UzdReport = () => {
    return (
        <>
            <div className="section">
                <p><strong>Печінка</strong> ПЗР: права частка 15,7 см, збільшена, ліва частка 7,8 см, збільшена хвостата
                    частка 2,0 см, не збільшена контури чіткі, рівні</p>
                <p><strong>Ехогенність паренхими:</strong> помірно підвищена</p>
                <p><strong>Портальна вена:</strong> 1,2 см.</p>
                <p><strong>Печінкові вени:</strong> не поширені</p>
                <p><strong>НПВ:</strong> 1,5 см. не поширена,</p>
                <p><strong>Селезінкова вена:</strong> 0,7 см. не поширена</p>
                <p><strong>Аорта (черевна):</strong> 1,8 см не поширена</p>
                <p><strong>Жовчні протоки:</strong> не поширені</p>
                <p><strong>Холедох:</strong> не поширений 0,5 см</p>
                <p><strong>Структура паренхіми:</strong> неоднорідна дифузно</p>
                <p><strong>Вогнищеві зміни:</strong> не локуються</p>
            </div>

            <div className="section">
                <p><strong>Жовчний міхур</strong> 9,2 х 4,2 см, збільшений <strong>форма грушоподібна</strong></p>
                <p><strong>Стінки:</strong> 0,4 см, ущільнена</p>
                <p><strong>Контури:</strong> чіткі, рівні</p>
                <p><strong>Містить</strong> в ділянці дна локується ехопозитивне включення 4,6 х 3,7 см незміщуване, з
                    нерівними
                    контурами, нечіткими на межі со стінкою міхура в ділянці дна, з кровотоком в центральних та
                    периферичних відділах (в стінці міхура) – поліп великих розмірів? захворювання жовчного міхура?</p>
            </div>

            <div className="section">
                <p><strong>Підшлункова залоза</strong></p>
                <p><strong>Розміри:</strong> голівка 2,9 см, тіло 2,0 см, хвіст не локується</p>
                <p><strong>Контури:</strong> рівні, чіткі на видимих ділянках</p>
                <p><strong>Ехогенність</strong> підвищена</p>
                <p><strong>Структура</strong> однорідна</p>
                <p><strong>Вогнищеві зміни</strong> не локуються</p>
            </div>

            <div className="section">
                <p><strong>Селезінка</strong> 10,5 х 4,6 см, не збільшена</p>
                <p><strong>Контури:</strong> рівні, чіткі</p>
                <p><strong>Структура</strong> однорідна</p>
                <p><strong>Вогнищеві зміни</strong> не локуються</p>
                <p><strong>Парааортальні л/вузли</strong> не локуються</p>
            </div>

            <div className="section">
                <p>
                    <strong>ВИСНОВОК</strong>: УЗ – ознаки: дифузних змін та збільшення розмірів печінки за типом гепатозу,
                    вогнище в жовчному міхурі - диференціювати між поліпом великих розмірів та
                    захворюванням стінки жовчного міхура.
                    Рек-но: СКТ з в/в контрастуванням ( жовчний міхур ), контроль УЗД через 1 міс.
                </p>
            </div>


            <img src="/images/report/uzd.png" className="report-image" alt="Фото"/>
            {/*{formData.photo && <img src={URL.createObjectURL(formData.photo)}  className="report-image" alt="Фото"/>}*/}
        </>
    );
};

export default UzdReport;
