export const HOSPITALS = [
    { key: 1, value: "Міська лікарня №1" },
    { key: 2, value: "Міська лікарня №2" },
    { key: 3, value: "Міська лікарня №4" },
    { key: 4, value: "Міська лікарня №6" },
    { key: 5, value: "Міська лікарня №9" },
    { key: 6, value: "Обласна лікарня №56" },
    { key: 7, value: "Центр первинної медико-санітарної допомоги №3" },
    { key: 8, value: "Дитяча лікарня №5" },
    { key: 9, value: "Обласна дитяча клінічна лікарня" },
    { key: 10, value: "Міська лікарня №16" }
];
